Repository: edaekiz/WarOfGalaxies
Catalog: WarOfGalaxiesUnity/War Of Galaxies/Assets/Languages/Language.*.resx
Languages: tr

# B1
source: Metal Mine
tr: Metal Madeni

# B2
source: Crystal Mine
tr: Kristal Madeni

# B3
source: Boron Mine
tr: Bor Madeni

# B4
source: Metal Storage
tr: Metal Deposu

# B5
source: Crystal Storage
tr: Kristal Deposu

# B6
source: Boron Storage
tr: Bor Deposu

# B7
source: Robot Factory
tr: Robot Fabrikası

# B8
source: Shipyard
tr: Tersane

# B9
source: Research Lab
tr: Araştırma Laboratuvarı

# Kademe
source: Level <color=#C4E5FD>{0}</color>
tr: Kademe <color=#C4E5FD>{0}</color>

# BinaVeSeviye
source: {0} {1}<size=2.2><color=orange>Level {2}</color></size>
tr: {0} {1}<size=2.2><color=orange>Seviye {2}</color></size>

# KISA_GUN
source: d
tr: g

# KISA_SAAT
source: h
tr: s

# KISA_DAKIKA
source: m
tr: d

# YapımSüresi
source: Build Time
tr: Yapım Süresi

# Yükseltiliyor
source: Upgrading
tr: Yükseltiliyor

# Yükselt
source: Upgrade
tr: Yükselt

# D1
source: Rocket Launcher
tr: Roketatar

# DD1
source: Rocket Launcher is a low level defense structure. Its cost is really low.
tr: Roketatar düşük seviye bir savunma birimidir. Ucuz maliyeti sebebiyle tercih edilir.

# R1
source: Spy Technique
tr: Casusluk Tekniği

# InciSeviye
source: {0}. Level
tr: {0}. Seviye

# Araştır
source: Research
tr: Araştır

# Araştırılıyor
source: Researching
tr: Araştırılıyor

# SeviyeParantez
source: Level({0})
tr: Seviye({0})

# S1
source: Hunter
tr: Avcı

# SD1
source: Light Hunter description
tr: Hafif Avcı açıklaması

# KaynakDetay
source: Current<br><color=white>{0}</color><br>Storage Capacity<br><color=white>{1}</color><br>Per Hour<br><color=white>{2}</color>
tr: Şu anda<br><color=white>{0}</color><br>Depo Kapasitesi<br><color=white>{1}</color><br>Saaatlik Üretim<br><color=white>{2}</color>

# YükseltmeGereksinim
source: Upgrade Requirements
tr: Yükseltme Gereksinimleri

# Savunma
source: Defense
tr: Savunma

# Araştırmalar
source: Researches
tr: Araştırmalar

# RD1
source: Spy Technique let you to spy other players planets. You get more information about the destination planet when the diffrence between yours and destination planet Spy Technique level is much. Additionaly, Spy Technique between you and destination planet reduces your detect change when you spy.
tr: Casusluk Tekniği ile diğer oyunculara ait gezegenlerden daha fazla bilgi edinebilirsin. Hedef gezegen ile aranızdaki casusluk teknolojisine bağlı olarak fazla bilgi toplayabilir yada daha az bilgi toplayabilirsin. Ayrıca hedef gezegen ile aranızdaki Casusluk Tekniğine farkına bağlı olarak tespit edilme olasılığınız artar yada azalır.

# ÜretimSüresi
source: Produce Time
tr: Üretim Süresi

# ÜretimGereksinimleri
source: Produce Requirements
tr: Üretim Gereksinimleri

# Bilgi
source: Info
tr: Bilgi

# Koşullar
source: Conditions
tr: Koşullar

# Üret
source: Produce
tr: Üret

# Tersane
source: Shipyard
tr: Tersane

# GalaksiYönetimi
source: Galaxy Management
tr: Galaksi Yönetimi

# Git
source: Go
tr: Git

# Galaksi
source: Galaxy
tr: Galaksi

# GSistemi
source: S.System
tr: G.Sistemi

# Önceki
source: Previous
tr: Önceki

# Sonraki
source: Next
tr: Sonraki

# Hedef
source: Destination
tr: Hedef

# FT1
source: Spy
tr: Casusluk

# FT2
source: Attack
tr: Saldır

# FT3
source: Transport
tr: Nakliye

# FT4
source: Stop
tr: Konuşlandır

# FT5
source: Colony
tr: Sömürgeleştir

# KeşfedilmemişGezegen
source: Unexp. Planet
tr: Keşf. Gezegen

# Casusluk
source: Spy
tr: Casusluk

# Saldır
source: Attack
tr: Saldır

# Nakliye
source: Transport
tr: Nakliye

# Dur
source: Stop
tr: Dur

# Sömürgeleştir
source: Colony
tr: Sömürgeleştir

# HareketSeçiniz
source: Choose An Action
tr: Hareket Seçiniz

# Tamam
source: Ok
tr: Tamam

# GönderilecekGemiler
source: Ships will send:
tr: Gönderilecek gemiler:

# GönderilebilirGemiler
source: Ships can send:
tr: Gönderilebilir gemiler:

# DevamEt
source: Continue
tr: Devam Et

# HiçGemiSeçilmedi
source: No ship selected yet.
tr: Henüz bir gemi seçilmedi.

# GezegendeGemiYok
source: There is no ship in the planet.
tr: Gezegende gemi bulunmuyor.

# Geri
source: Back
tr: Geri

# Gönder
source: Send
tr: Gönder

# UçuşSüresi
source: Fly Time
tr: Uçuş Süresi

# VarışTarihi
source: Arrive Date
tr: Varış Tarihi

# DönüşTarihi
source: Return Date
tr: Dönüş Tarihi

# YakıtTüketimi
source: Fuelt Cost
tr: Yakıt Tüketimi

# Bor
source: Boron
tr: Bor

# Kristal
source: Crystal
tr: Kristal

# TaşınacakKaynaklar
source: Carried Resources
tr: Taşınacak Kaynaklar

# FiloHızı
source: Fleet Speed
tr: Filo Hızı

# Hepsi
source: All
tr: Hepsi

# Sıfırla
source: Reset
tr: Sıfırla

# Temizle
source: Clear
tr: Temizle

# FiloHareketleri
source: Active Fleets
tr: Filo Hareketleri

# Tamamlandı
source: Completed
tr: Tamamlandı

# TekYön
source: One Way
tr: Tek Yön

# Dönüş
source: Return
tr: Dönüş

# S2
source: Little Transport Ship
tr: Küçük Nakliye Gemisi

# SD2
source: Little but very fast tranport ship.
tr: Küçük ancak çok hızlı bir nakliye gemisi.

# FilonYolaÇıktı
source: You fleet is on its way.
tr: Filon yola çıktı.

# XMesajınızVar
source: You have {0} new messages.
tr: {0} yeni mesajınız var.

# Posta
source: Mail
tr: Posta

# MT1
source: Resources transferring from <color=orange>{SM}[{SC}]</color> planet to <color=orange>{DM}[{DC}]</color> planet, <color=green>Resources;</color> <color=green>Metal :</color> {NM}, <color=green>Crystal :</color> {NC}, <color=green>Boron :</color> {NB}.
tr: <color=orange>{S}[{SC}]</color> gezegeninden, <color=orange>{D}[{DC}]</color> gezegenine, <color=green>Kaynaklar;</color> <color=green>Metal :</color> {NM}, <color=green>Kristal :</color> {NC}, <color=green>Bor :</color> {NB} aktarılıyor.

# MT2
source: Your fleet returns from <color=orange>{DM}[{DC}]</color> planet to <color=orange>{SM}[{SC}]</color> planet. <color=green>Return Fleet;</color> {SA}
tr: Filon <color=orange>{DM}[{DC}]</color> gezegeninden, <color=orange>{SM}[{SC}]</color> gezegenine, geri dönüyor. <color=green>Dönen Filo;</color> {SA}

# HiçMailYok
source: You dont have any mail in current category.
tr: Bu kategori de hiç postanız bulunmamakta.

# MC1
source: Spy
tr: Casusluk

# MC2
source: Battle
tr: Savaş

# MC3
source: Planet
tr: Gezegen

# MC4
source: Private
tr: Özel

# MC5
source: Game
tr: Oyun

# Gönderen
source: Sender
tr: Gönderen

# Koordinat
source: Coordinate
tr: Koordinat

# PostaTarihi
source: Mail Date
tr: Posta Tarihi

# S3
source: Spy Drone
tr: Casus Uçağı

# SD3
source: Spy drones is the fastest ship in the galaxy. it also not caught by the destination defenses.
tr: Casus dronu galaksideki en hızlı gemidir. Ayrıca hedef gezegendeki savunmalara yaklanmaz.

# GezegenKaynakları
source: Planet Resources
tr: Gezegen Kaynakları

# GezegenYapıları
source: Planet Structs
tr: Gezegen Yapıları

# Evet
source: Yes
tr: Evet

# Hayır
source: No
tr: Hayır

# Uyarı
source: Alert
tr: Uyarı

# GezegenVeKoloniler
source: Planets And Colonies
tr: Gezegenlerin ve Kolonilerin

# MT3
source: <color=orange>{DM}[{DC}]</color> planet's spy report.
tr: <color=orange>{DM}[{DC}]</color> gezegenine ait casusluk raporu.

# Gemiler
source: Ships
tr: Gemiler

# Savunmalar
source: Defenses
tr: Savunmalar

# Yükleniyor
source: Loading
tr: Yükleniyor

# SavaşGemileri
source: Combat Ships
tr: Savaş Gemileri

# SivilGemiler
source: Civil Ships
tr: Sivil Gemiler

# Saldıran
source: Attacker
tr: Saldıran

# Savunan
source: Defender
tr: Savunan

# KazanılanGanimet
source: Reward Loot
tr: Kazanılan Ganimet

# OluşanEnkaz
source: Debris
tr: Oluşan Enkaz

# MT5
source: {W} won the battle.
tr: Savaşı {W} taraf kazandı.

# CasusGemisiGönderildi
source: Spy ship sent.
tr: Casus gemisi gönderildi.

# Sök
source: Harvest
tr: Sök

# S4
source: Debris Harvester Ship
tr: Enkaz Toplama Gemisi

# SD4
source: To harvest debris that created after battles.
tr: Savaşlardan sonra oluşan enkazları toplamak için kullanılır.

# FT6
source: Harvest
tr: Sök

# s
source: {0}/{1} ship is already going.
tr: {0}/{1} gemi buraya gidiyor.

# EnkazBilgisi
source: Debris Info
tr: Enkaz Bilgisi

# ÇöpToplayıcıYok
source: There is no garbage collector.
tr: Çöp toplayıcı bulunmuyor.

# Hareket
source: Action
tr: Hareket

# GeriDönüşümcüGerekli
source: You need {0} garbage collector.
tr: {0} geri dönüşümcüye ihtiyacın var.

# GemiGidiyor
source: {0}/{1} ship is going.
tr: {0}/{1} gemi gidiyor.

# MT6
source: Battle rewards transferring to <color=orange>{SM}[{SC}]</color> planet, <color=green>Resources;</color> <color=green>Metal :</color> {NM}, <color=green>Crystal :</color> {NC}, <color=green>Boron :</color> {NB}. <color=green>Return Fleet;</color> {SA}
tr: Savaş ganimetleri <color=orange>{SM}[{SC}]</color> gezegenine aktarılıyor. <color=green>Kaynaklar;</color> <color=green>Metal :</color> {NM}, <color=green>Kristal :</color> {NC}, <color=green>Bor :</color> {NB}. <color=green>Dönen Filo;</color> {SA}

# MT7
source: Resources are harvesting in <color=orange>[{DC}]</color> coordinate. <color=green>Harvested Resources;</color> <color=green>Metal :</color> {GM}, <color=green>Crystal :</color> {GC}, <color=green>Boron :</color> {GB}. Fleets return to <color=orange>{SM} [{SC}]</color> planet.
tr: [{DC}] koordinatındaki kaynaklar sökülüyor. <color=green>Sökülen Kaynaklar;</color> <color=green>Metal :</color> {GM}, <color=green>Kristal :</color> {GC}, <color=green>Bor :</color> {GB}. Filon <color=orange>{SM} [{SC}]</color> gezegenine geri dönüyor.

# MT8
source: Harvested resources transferring to <color=orange>{DM}[{SC}]</color> planet. <color=green>Resources;</color> <color=green>Metal :</color> {NM}, <color=green>Crystal :</color> {NC}, <color=green>Boron :</color> {NB}. <color=green>Return Fleet;</color> {SA}
tr: Sökülen kaynaklar <color=orange>{DM}[{SC}]</color> gezegenine aktarılıyor. <color=green>Kaynaklar;</color> <color=green>Metal :</color> {NM}, <color=green>Kristal :</color> {NC}, <color=green>Bor :</color> {NB}. <color=green>Dönen Filo;</color> {SA}

# AraştırmaGereksinim
source: Research Requirements
tr: Araştırma Gereksinimleri

# AraştırmaSüresi
source: Research Time
tr: Araştırma Süresi

# BD1
source: Produce metal resource that uses almost every thing. Construct buildings in your planet. Ships and defense structures.
tr: Nerdeyse her şey de ihtiyaç duyacağın metal hammaddesini üretmeni sağlar. Gezegenine bina inşa ederken. Gemi ve savunma sistemleri inşa ederken.

# Yık
source: Demolish
tr: Yık

# GeriÇağır
source: Call Back
tr: Geri Çağır

# BD2
source: Produce crystal resource that uses for many ships, defenses and buildings.
tr: Gemi, savunma üretimlerinde ve bina yükseltmelerinde lazım olacak kristalden üretmeni sağlar.

# BD3
source: Produce boron resource that uses for many ships, defenses also you will need this resources as a fuel for your fleet.
tr: Çeşitli gemi ve savunmalar üretmek için bor kaynağına ihtiyacın olacak. Ayrıca filonu uçurmak içinde yine bu kaynağı yakıt olarak kullanman gerekecek.

# GezegeniSeçildi
source: {0} planet selected.
tr: {0} gezegeni seçildi.

# Sil
source: Delete
tr: Sil

# TersaneYükseltmeVar
source: *You cant produce ship while shipyard is upgrading!
tr: *Tersane yükseltiliyorken gemi üretimi yapamazsın!

# AraştırmaDevamEdiyor
source: *You cant upgrade Research lab while you research!
tr: *Araştırma yaparken Labratuvarı yükseltemezsin!

# GemiÜretimiMevcut
source: *You cant upgrade shipyard while you produce ship!
tr: *Gemi üretimi yaparken tersaneyi yükseltemezsin!

# SavunmaÜretimiMevcut
source: *You cant upgrade robot factory while you produce defense!
tr: *Savunma üretirken robot fabrikasını yükseltemezsin!

# RobotFabYükseltmeVar
source: *You cant produce defense while you upgrade robot factory!
tr: *Robot fabrikası yükseltirken savunma üretimi yapamazsın!

# AraştırmaLabYükseltmeVar
source: *You cant do research while you upgrade research lab!
tr: *Araştırma labaratuvarı yükseltirken araştırma yapamazsın!

# AraştırmaLabYok
source: You have to build a research lab to do research!
tr: Araştıram yapabilmek için Labaratuvar inşa etmelisin!

# TersaneYok
source: *You have to build shipyard to produce ship!
tr: *Gemi üretmek için önce tersane inşa etmelisin!

# RobotFabYok
source: *You have to build robot factory to produce defense!
tr: *Savunma üretmek için önce robot fabrikası kurmalısın!

# XTeknolojiAğacı
source: <color=orange>{0}</color>{1}Technology Tree
tr: <color=orange>{0}</color>{1}Teknoloji Ağacı

# TeknolojiGereksinimiYok
source: There is no technology requirements.
tr: Teknoloji gereksinimi bulunmuyor.

# TeknolojiGereksinimler
source: Technology Requirements
tr: Teknoloji Gereksinimleri

# BinaKoşulOlumsuz
source: Conditions are not ready to build this building!
tr: Bu binayı kurmak için şartlar uygun değil!

# SavunmaKoşulOlumsuz
source: Conditions are not ready to produce this defense unit!
tr: Bu savunma birini üretmek için koşullar uygun değil!

# GemiKoşulOlumsuz
source: Conditions are not ready to produce this ship!
tr: Bu gemiyi üretmek için koşullar uygun değil!

# AraştırmaKoşulOlumsuz
source: Conditions are not ready to research!
tr: Bu araştırmayı yapmak için koşullar uygun değil!

# GeçersizGemiCasusluk
source: Only spy ship can send in this action!
tr: Bu hareketi yalnızca casusluk gemisi ile gerçekleştirebilirsin!

# Özelleştir
source: Customize
tr: Özelleştir

# ID1
source: Shows the health point of the ship.
tr: Geminin savunma puanını gösterir.

# ID2
source: Shows the attack point of the ship for per shoot.
tr: Her bir atış için verdiği hasar değerini gösterir.

# ID3
source: Shows the shoot count for each attack.
tr: Her bir saldırı için kaç kere atış yapacağını gösterir.

# ID4
source: Shows the speed of ship.
tr: Geminin hızını gösterir.

# ID5
source: Shows the fuel cost of ship.
tr: Geminin yakıt tüketimini gösterir.

# ID6
source: Shows the cargo capacity of ship.
tr: Geminin taşıma kapasitesini gösterir.

# FiloHareketiYok
source: There is no fleet action!
tr: Herhangi bir filo hareketi yok!

# Kalkan
source: Armor
tr: Kalkan

# Saldırı
source: Attack
tr: Saldırı

# AtışSayısı
source: Shoot Count
tr: Atış Sayısı

# Hız
source: Speed
tr: Hız

# Yakıt
source: Fuel
tr: Yakıt

# Depo
source: Storage
tr: Depo

# S5
source: Heavy Hunter
tr: Ağır Avcı

# SD5
source: Heavy Hunter is more stronger and durable than Light Hunter.
tr: Ağır avcı, hafif avcılardan çok daha güçlü ve dayanıklıdır.

# S6
source: Anatolia Battle Ship
tr: Anadolu Savaş Gemisi

# Silmekİstemek
source: Are you sure you want to delete this item?
tr: Bu kaydı silmek istediğine emin misin?

# S7
source: Commander Ship
tr: Komuta Gemisi

# S8
source: Andrea Doria Battleship
tr: Turgut Reis Savaş Gemisi

# S9
source: Bombardment Ship
tr: Muavenet Bombardıman Gemisi

# S10
source: Fatih Battleship
tr: Fatih Savaş Gemisi

# S11
source: Big Transport Ship
tr: Büyük Nakliye Gemisi

# S12
source: Colony Ship
tr: Koloni Gemisi

# R2
source: Explore Technique
tr: Keşif Tekniği

# RD2
source: Each Explore Technology let you to go more distant places of the universe. Additionaly, your explore rewards will be more for each explore Technology level.
tr: Yapılan her keşif araştırması sana evrenin daha uzak noktalarını keşfetme imkanı sunuyor. Ayrıca, keşif tekniğin ne kadar yüksek ise keşiflerden kazanacağın ödüller de artacaktır.

# R3
source: Spaceship Armor
tr: Uzay Gemisi Zırhı

# RD3
source: With Spaceship Armor You can produce ship with more durable armors. This technology makes you stronger in battles. Each technology level gives your spaceships %10 bonus armor.
tr: Uzay Gemisi Zırhı ile artık daha güçlü zırhlar üretebilirsin. Bu teknoloji seni savaşlarda bir adım öne geçirebilir. Bu teknolojinin her bir seviyesi, uzay gemilerinin dayanıklılığını %10 arttırır.

# R4
source: Defense Armor
tr: Savunma Zırhı

# RD4
source: Defense Armor, makes your defense structs more durable against to enemy spaceships. This technology each level increase your defense units armor %10.
tr: Savunma Zırhı, savunma sistemlerinin düşman gemilerine karşı daha dayanıklı olmasını sağlar. Bu teknolojinin her bir seviyesi, savunma sistemlerinin dayanıklılığını %10 arttırır.

# R5
source: Storage Technology
tr: Depolama Teknolojisi

# RD5
source: Storage Technology increases your ships storage capacity to carry more resources. Each level of Storage Technology gives you bonus %5 storage.
tr: Depolama Teknolojisi, gemilerin daha fazla kaynak taşımaları için, depo kapasitelerini yükseltir. Her bir Depoloma Teknoloji seviyesi gemilerin depo kapasitesini %5 arttırır.

# R6
source: Ship Engine
tr: Gemi Motoru

# RD6
source: Ship Engine, you need this technology to increase your ship engine power. Each level of this technology makes your ships faster %5.
tr: Gemi Motoru, gemi motorlarının gücünü arttırmak için bu teknolojiye ihtiyacın olacak. Bu teknolojinin her bir seviyesi gemilerin hızını %5 arttırır.

# R7
source: Impulse Engine
tr: İtki Motoru

# RD7
source: Impulse Engine, makes your battleships more faster. You will need faster ships for counter attacks. With this technology, the speed of the ships below increases by 25%. <color=white>Hunter, Heavy Hunter, Anatolia Battle Ship, Commander Ship, Andrea Doria Battleship, Bombardment Ship, Fatih Battleship, Andrea Doria Battleship</color>.
tr: İtki Motoru, savaş gemilerinin hızlı olması düşmanı hazırlıksız yakalamak olmazsa olmaz. Bu teknoloj ile aşağıda yer alan gemilerin hızları %25 artar. <color=white>Avcı, Ağır Avcı, Anadolu Savaş Gemisi, Komuta Gemisi, Turgut Reis Savaş Gemisi, Muavenet Bombardıman Gemisi, Fatih Savaş Gemisi, Turgut Reis Savaş Gemisi</color>.

# R8
source: Rocket Technology
tr: Füze Teknolojisi

# RD8
source: Rocket Technology increases power of defense and ship units that fires rocket. Each technology level, increases %5 power of units in below. <color=white>Hunter, Heavy Hunter, Bombardment Ship</color>.
tr: Füze teknolojisi, füze kullanan savunma ve gemilerin saldırı gücünün yükseltir. Bu teknolojinin her bir seviyesi aşağıdaki birimlerin saldırı gücünü %5 yükseltir. <color=white>Avcı, Ağır Avcı, Muavenet Bombardıman Gemisi</color>.

# R9
source: Laser Technology
tr: Lazer Teknolojisi

# RD9
source: Laser technology increases the power of defense and ship units that fires laser. Each technology level, increases %5 power of units below. <color=white>Anatolia Battle Ship, Commander Ship, Andrea Doria Battleship, Fatih Battleship</color>.
tr: Lazer teknolojisi, lazer silahları kullanan savunma ve gemilerin saldırı değerini yükseltir. Yapılan her Lazer teknolojisi araştırması aşağıdaki birimlerin saldırı değerini %5 arttırır. <color=white>Anadolu Savaş Gemisi, Komuta Gemisi, Turgut Reis Savaş Gemisi, Fatih Savaş Gemisi</color>.

# R10
source: Weapon Technology
tr: Silah Teknolojisi

# RD10
source: Weapon Technology, increases weapon power of all ships and defenses. For each level of this technology increases %5 power of all units.
tr: Silah Teknolojisi, tüm savunma ve saldırı gemilerinin saldırı gücünün arttırır. Bu teknolojinin her bir seviyesi tüm birimlerin saldırı gücünü %5 arttırır.

# R11
source: Computer Networks
tr: Bilgisayar Ağları

# RD11
source: Computer Networks manages your fleets that you can do at the same time. Each level of this technology increases your maximum fleet number 1.
tr: Bilgisayar Ağları ile aynı anda yapabileceğin filo hareketlerini kontrol edebilirsin. Bu teknolojinin her bir seviyesi, sana +1 filo hareketi sağlar.

# R12
source: Atom Technology
tr: Atom Teknolojisi

# RD12
source: All technologies are based from this technology and this technology is the most important one for your researches.
tr: Atom teknoloji, bütün teknolojilerin temeline dayanmaktadır. Bu teknolojiye ne kadar hakimsen farklı teknolojileri o kadar araştırabilirsin demektir.

# R13
source: Fuel Technology
tr: Yakıt Teknolojisi

# RD13
source: Battleships were consuming too much fuel when they fly then scientists upgraded Fuel Technology. Now ship fuels reduced. Each level of this technology reduces consuming fuel %5.
tr: Savaş gemileri, yolculuk için çok fazla yakıt tüketiyorlardı. Bilim insanları da Yakıt Teknolojisini geliştiriler. Böylece artık gemiler daha az yakıt yakacaktı. Bu teknolojinin her bir seviyesi gemilerin yakıt tüketimini %5 azaltır.

# R14
source: Gauss Technology
tr: Gaus Teknolojisi

# RD14
source: To destroy enemy ships, scientists evolved gauss technology. This technology is too powerfull so it can destroy a ship with one shoot. For each level of this technology increases defense attack power. Defense in the below, attack power increased 10% for each level of this technology.
tr: Gaus tekniği ölümcül toplar üretmek için kullanılır. Bu devasa toplar o kadar güçlü ki gemileri tek seferde öldürebilir. Bu teknolojinin her bir seviyesi bu teknolojiyi kullanan savunma sistemlerinin atış gücünü arttırır. Aşağıda yer alan savunma birimlerinin atış gücünü seviye başına %10 arttırır.

# TeknolojiAğacı
source: Technology Tree
tr: Teknoloji Ağacı

# Binalar
source: Buildings
tr: Binalar

# RobotFabrikası
source: Robot Factory
tr: Robot Fabrikası

# BinaBilgisi
source: Building Info
tr: Bina Bilgisi

# FiloHareketi
source: Fleet Action
tr: Filo Hareketi

# SavaşRaporu
source: Battle Report
tr: Savaş Raporu

# CasuslukRaporu
source: Spy Report
tr: Casusluk Raporu

# İleti
source: Mail Item
tr: İleti
